[launcher]
170023=Gioca
170024=Workshop
170025=Sito web di AOE
170026=Classifiche
170027=Obiettivi
170032=Stai per accedere a Steam Workshop, che non è di proprietà di Microsoft Corporation e non è gestito da essa.
170033=I mod ottenuti tramite lo Steam Workshop potrebbero modificare il funzionamento di Age of Empires II HD. Essi non sono stati creati e non sono supportati da Microsoft.  Scaricando file dallo Steam Workshop, ti assumi tutti i rischi e sollevi Microsoft Corporation e le società a essa affiliate da qualsiasi responsabilità relativa al tuo utilizzo dello Steam Workshop. L'uso dello Steam Workshop è regolato dai termini di utilizzo di Steam e non dal Contratto di Licenza con l'utente finale di Microsoft.
170034=Accetto i termini e le condizioni dell'accordo Steam Workshop Subscriber Accordo: http://store.steampowered.com/subscriber_agreement/
170035=Accordo:
170036=Accetto
170037=Rifiuto